perf/Run_Scenarios/Log/GET/Log V1.1.txt
.\run-scenario.sh logs api GET_Logs_Version1.1

All VUs finished. Total time: 4 minutes, 32 seconds

--------------------------------
Summary report @ 01:42:47(-0300)
--------------------------------

http.codes.200: ................................................................ 9465
http.downloaded_bytes: ......................................................... 18930
http.request_rate: ............................................................. 36/sec
http.requests: ................................................................. 9465
http.response_time:
  min: ......................................................................... 0
  max: ......................................................................... 134
  mean: ........................................................................ 10.5
  median: ...................................................................... 6
  p95: ......................................................................... 32.8
  p99: ......................................................................... 63.4
http.response_time.2xx:
  min: ......................................................................... 0
  max: ......................................................................... 134
  mean: ........................................................................ 10.5
  median: ...................................................................... 6
  p95: ......................................................................... 32.8
  p99: ......................................................................... 63.4
http.responses: ................................................................ 9465
vusers.completed: .............................................................. 9465
vusers.created: ................................................................ 9465
vusers.created_by_name.GET_Logs_Version1.1: .................................... 9465
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 4.5
  max: ......................................................................... 136.6
  mean: ........................................................................ 13.9
  median: ...................................................................... 9.7
  p95: ......................................................................... 37.7
  p99: ......................................................................... 68.7