perf/Run_Scenarios/Log/GET/Log V1.txt
.\run-scenario.sh logs api GET_Logs_V1

All VUs finished. Total time: 4 minutes, 31 seconds

--------------------------------
Summary report @ 01:28:45(-0300)
--------------------------------

http.codes.200: ................................................................ 9465
http.downloaded_bytes: ......................................................... 18930
http.request_rate: ............................................................. 37/sec
http.requests: ................................................................. 9465
http.response_time:
  min: ......................................................................... 2
  max: ......................................................................... 344
  mean: ........................................................................ 12.7
  median: ...................................................................... 7
  p95: ......................................................................... 37
  p99: ......................................................................... 98.5
http.response_time.2xx:
  min: ......................................................................... 2
  max: ......................................................................... 344
  mean: ........................................................................ 12.7
  median: ...................................................................... 7
  p95: ......................................................................... 37
  p99: ......................................................................... 98.5
http.responses: ................................................................ 9465
vusers.completed: .............................................................. 9465
vusers.created: ................................................................ 9465
vusers.created_by_name.GET_Logs_V1: ............................................ 9465
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 4.7
  max: ......................................................................... 350.6
  mean: ........................................................................ 16.3
  median: ...................................................................... 10.3
  p95: ......................................................................... 42.5
  p99: ......................................................................... 102.5