perf/Run_Scenarios/Log/GET/Log V2.txt
.\run-scenario.sh logs api GET_Logs_V2

All VUs finished. Total time: 4 minutes, 32 seconds

--------------------------------
Summary report @ 01:48:20(-0300)
--------------------------------

http.codes.200: ................................................................ 9465
http.downloaded_bytes: ......................................................... 7127145
http.request_rate: ............................................................. 36/sec
http.requests: ................................................................. 9465
http.response_time:
  min: ......................................................................... 2
  max: ......................................................................... 225
  mean: ........................................................................ 12.3
  median: ...................................................................... 7.9
  p95: ......................................................................... 37.7
  p99: ......................................................................... 73
http.response_time.2xx:
  min: ......................................................................... 2
  max: ......................................................................... 225
  mean: ........................................................................ 12.3
  median: ...................................................................... 7.9
  p95: ......................................................................... 37.7
  p99: ......................................................................... 73
http.responses: ................................................................ 9465
vusers.completed: .............................................................. 9465
vusers.created: ................................................................ 9465
vusers.created_by_name.GET_Logs_V2: ............................................ 9465
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 5
  max: ......................................................................... 230
  mean: ........................................................................ 15.7
  median: ...................................................................... 10.7
  p95: ......................................................................... 41.7
  p99: ......................................................................... 77.5